Repository: dxpr/dxpr_cms
Catalog: translations/*.po
Languages: nl

source: Add content
nl: Content toevoegen

source: All content
nl: Alle inhoud

source: Multilingual set-up
nl: Meertalige opzet

source: Multilingual imports
nl: Meertalige invoer

source: Install demo content
nl: Installeer demo-inhoud

source: Installing additional modules
nl: Extra modules installeren

source: The installation has encountered an error.
nl: Er is een fout opgetreden bij de installatie.

source: Installed %module_name module.
nl: %module_name module ge√Ønstalleerd.

source: Cleanup.
nl: Opruimen.

source: Install with DXPR Builder pre-configured.
nl: Installeer met vooraf geconfigureerde DXPR Builder.
